Repository: mpleclai/stardew-ios-helper
Catalog: StardewHelper/StringResources/1_6_Strings.xcstrings
Source language: en
Languages: es

# Willy_DesertFishing1
source: Willy's Challenge= Catch 3 Sandfish.
es: El reto de Willy= Pesca 3 lenguados.

# Willy_DesertFishing2
source: Willy's Challenge= Catch a Scorpion Carp.
es: El reto de Willy= Pesca una carpa escorpión.

# Willy_DesertFishing3
source: Willy= A fish swallowed me rare golden bobber! There's 30 eggs for whoever returns it.
es: Willy= ¡Un pescado se ha tragado mi corcho dorado! Tengo 30 huevos para quien lo devuelva.

# Willy_GoldenBobber
source: Find and return Willy's Golden Bobber.
es: Encuentra y devuelve el corcho dorado de Willy.

# windstorm
source: There was a strong wind storm during the night...
es: Ha habido una enorme ventisca esta noche...

# WizardCatalogueDescription
source: M. Rasmodius' private furniture collection.
es: Colección privada de muebles de M. Rasmodius.

# WizardCatalogueLetter
source: My ex-wife took all the furniture.^^Fortunately; I had the good sense to make ethereal copies of everything and transcribe them into this book. Enjoy.^^-M. Rasmodius
es: Mi ex mujer se llevó todos los muebles.^^Afortunadamente; tuve la sensatez de hacer copias etéreas de todo y transcribirlas en este libro. Disfruta.^^-M. Rasmodius
